{
    "medsnap_coming-soon" : "MedSnap está a chegar...",
    "ai_clinical_diary_description" : "Diário clínico com inteligência artificial a revolucionar a medicina estética e os tratamentos personalizados.",
    "join_waitlist" : "Entrar na lista de espera",
    "waitlist_acess_perks" : "Entre na nossa lista de espera e tenha acesso antecipado + benefícios exclusivos.",
    "rights" : "© 2025 Medsnap. Todos os direitos reservados.",
    "terms_use" : "Termos de Uso",
    "privacy_policy" : "Politica de Privacidade",
    "cookie_policy" : "Politica de Cookies",
    "something_is_coming" : "Algo empolgante está a chegar",
    "be_the_first" : "Seja o primeiro a saber quando lançarmos — inscreva-se na lista de espera e tenha acesso antecipado exclusivo.",
    "name" : "Nome",
    "email" : "Email",
    "phone_number" : "Telefone",
    "receive_early" : "Sim, gostaria de receber acesso antecipado, atualizações e ofertas exclusivas. Li e concordo com a",
    "join" : "Entrar",
    "termsofUse" : "Termos de Uso",
    "terms.1" : "1. Aceitação dos Termos",
    "terms.1p" : "Ao utilizar o MedSnap, concorda com estes Termos de Utilização. Se não concordar, por favor, não utilize o serviço.",
    "terms.2" : "2. Descrição do Serviço",
    "terms.2p" : "O MedSnap oferece um diário clínico alimentado por IA para medicina estética e tratamentos personalizados.",
    "terms.3" : "3. Utilização do Serviço",
    "terms.3p" : "Concorda em usar o serviço de acordo com todas as leis aplicáveis e a não utilizá-lo para fins ilegais.",
    "terms.4" : "4. Registo e Conta",
    "terms.4p" : "Algumas funcionalidades podem requerer registo. É responsável por manter a confidencialidade da sua conta.",
    "terms.5" : "5. Privacidade",
    "terms.5p" : "A sua privacidade é importante para nós. Leia a nossa Política de Privacidade para perceber como os seus dados são utilizados.",
    "terms.6" : "6. Propriedade Intelectual",
    "terms.6p" : "Todo o conteúdo, marcas e tecnologia do MedSnap são propriedade da empresa e protegidos por lei.",
    "terms.7" : "7. Isenção de Responsabilidade",
    "terms.7p" : "O MedSnap não se responsabiliza por danos diretos ou indiretos resultantes da utilização do serviço.",
    "terms.8" : "8. Modificações",
    "terms.8p" : "Podemos alterar estes termos a qualquer momento. Iremos notificar os utilizadores sobre alterações significativas.",
    "terms.9" : "9. Contacto",
    "terms.9p" : "Se tiver dúvidas sobre estes termos, contacte-nos através do email:  ",
    "pp.respect" : "Respeitamos a sua privacidade e estamos empenhados em proteger as suas informações pessoais.",
    "data_collec" : "Recolha de Dados",
    "data.collec.1" :  "Recolhemos as informações que nos fornece diretamente ao utilizar os nossos serviços, como nome, email e número de telefone.",
    "use_data" : "Utilização dos Dados",
    "use_data.1" : "Utilizamos os seus dados para melhorar os nossos serviços, enviar atualizações importantes e oferecer uma experiência personalizada.",
    "data_sharing" : "Partilha de Dados",
    "data_sharing.1" : "Não vendemos as suas informações pessoais. Podemos partilhar dados com parceiros de confiança para auxiliar na operação do serviço.",
    "security" : "Segurança",
    "security.1" : "Implementámos medidas de segurança para proteger os seus dados contra acessos não autorizados.",
    "your_rights" : "Os Seus Direitos",
    "your_rights.1" : "Tem o direito de aceder, corrigir ou eliminar os seus dados pessoais a qualquer momento.",
    "contact" : "Contacto",
    "contact.1" : "Se tiver dúvidas sobre esta Política de Privacidade, por favor, contacte-nos através do email: ",
    "our_website" : "O nosso site utiliza cookies para melhorar a sua experiência de navegação.",
    "what_are_cookie" : "O que são cookies?",
    "what_are_cookie.1" : "Cookies são pequenos ficheiros de texto armazenados no seu dispositivo quando visita um site.",
    "how_we_use" : "Como utilizamos os cookies?",
    "how_we_use.1" : "Utilizamos cookies para recordar as suas preferências, analisar a utilização do site e oferecer conteúdo personalizado.",
    "types_cookies" : "Tipos de cookies que utilizamos",
    "managing_cookies" : "Gestão de cookies",
    "managing_cookies.1" : "Pode controlar e/ou apagar os cookies através das definições do seu navegador.",
    "consent" : "Consentimento",
    "consent.1" : "Ao continuar a navegar no nosso site, concorda com a utilização de cookies conforme descrito nesta política.",
    "essential_cookies" : "Cookies essenciais:",
    "essentialcookies.1" : "Necessários para o funcionamento básico do site.",
    "performance_cookies" : "Cookies de desempenho:",
    "performance_cookies.1" : "Ajudam-nos a compreender como utiliza o site para melhorar a sua experiência.",
    "marketing_cookies" : "Cookies de marketing:",
    "marketing_cookies.1" : "Utilizados para mostrar anúncios relevantes com base nos seus interesses.",
    "submit_message": "Obrigado por inscrever-se na lista de espera da MedSnap.",
    "specialties": "Especialidades",
    "select": "Selecione a Especialidade",
    "general": "Cirurgia Geral e Familiar",
    "pediatrician": "Pediatra",
    "cardiologist": "Cardiologista",
    "dermatologist": "Dermatologista",
    "neurologist": "Neurologista",
    "psychiatrist": "Psiquiatra",
    "surgeon": "Cirurgião",
    "ophthalmologist": "Oftalmologista",
    "gynecologist": "Ginecologista",
    "orthopedist": "Ortopedista",
    "radiologist": "Radiologista",
    "urologist": "Urologista",
    "oncologist": "Oncologista",
    "endocrinologist": "Endocrinologista",
    "otolaryngologist": "Otorrinolaringologista",
    "other": "Outro",
    "required": "Obrigatório"
}