{
    "medsnap_coming-soon" : "MedSnap está a chegar...",
    "ai_clinical_diary_description" : "Diário clínico com inteligência artificial revolucionando a medicina estética e os tratamentos personalizados.",
    "join_waitlist" : "Entrar na lista de espera",
    "waitlist_acess_perks" : "Entre na nossa lista de espera e tenha acesso antecipado + benefícios exclusivos.",
    "rights" : "© 2025 Medsnap. Todos os direitos reservados.",
    "terms_use" : "Termos de Uso",
    "privacy_policy" : "Politica de Privacidade",
    "cookie_policy" : "Politica de Cookies",
    "something_is_coming" : "Algo empolgante está chegando",
    "be_the_first" : "Seja o primeiro a saber quando lançarmos — entre na lista de espera e tenha acesso antecipado exclusivo.",
    "name" : "Nome",
    "email" : "Email",
    "phone_number" : "Telefone",
    "receive_early" : "Sim, gostaria de receber acesso antecipado, atualizações e ofertas exclusivas. Li e concordo com a",
    "join" : "Entrar",
    "termsofUse" : "Termos de Uso",
    "terms.1" : "1. Aceitação dos Termos",
    "terms.1p" : "Ao utilizar o MedSnap, você concorda com estes Termos de Uso. Se não concordar, por favor, não utilize o serviço.",
    "terms.2" : "2. Descrição do Serviço",
    "terms.2p" : "MedSnap oferece um diário clínico alimentado por IA para medicina estética e tratamentos personalizados.",
    "terms.3" : "3. Uso do Serviço",
    "terms.3p" : "Você concorda em usar o serviço de acordo com todas as leis aplicáveis e não utilizar para fins ilegais.",
    "terms.4" : "4. Cadastro e Conta",
    "terms.4p" : "Alguns recursos podem requerer cadastro. Você é responsável por manter a confidencialidade da sua conta.",
    "terms.5" : "5. Privacidade",
    "terms.5p" : "Sua privacidade é importante para nós. Leia nossa Política de Privacidade para entender como seus dados são usados.",
    "terms.6" : "6. Propriedade Intelectual",
    "terms.6p" : "Todo o conteúdo, marcas e tecnologia do MedSnap são de propriedade da empresa e protegidos por lei.",
    "terms.7" : "7. Isenção de Responsabilidade",
    "terms.7p" : "O MedSnap não se responsabiliza por danos diretos ou indiretos decorrentes do uso do serviço.",
    "terms.8" : "8. Modificações",
    "terms.8p" : "Podemos modificar estes termos a qualquer momento. Notificaremos os usuários sobre alterações significativas.",
    "terms.9" : "9. Contacto",
    "terms.9p" : "Se tiver dúvidas sobre estes termos, entre em contato conosco pelo email: contato@medsnap.com",
    "pp.respect" : "Nós respeitamos sua privacidade e estamos comprometidos em proteger suas informações pessoais.",
    "data_collec" : "Coleta de Dados",
    "data.collec.1" :  "Coletamos as informações que você nos fornece diretamente ao usar nossos serviços, como nome, e-mail e número de telefone.",
    "use_data" : "Uso dos Dados",
    "use_data.1" : "Utilizamos seus dados para melhorar nossos serviços, enviar atualizações importantes e oferecer uma experiência personalizada.",
    "data_sharing" : "Compartilhamento de Dados",
    "data_sharing.1" : "Não vendemos suas informações pessoais. Podemos compartilhar dados com parceiros confiáveis para ajudar na operação do serviço.",
    "security" : "Segurança",
    "security.1" : "Implementamos medidas de segurança para proteger seus dados contra acessos não autorizados.",
    "your_rights" : "Seus Direitos",
    "your_rights.1" : "Você tem o direito de acessar, corrigir ou excluir seus dados pessoais a qualquer momento.",
    "contact" : "Contacto",
    "contact.1" : "Se tiver dúvidas sobre esta Política de Privacidade, por favor, entre em contato conosco pelo e-mail: privacy@medsnap.com",
    "our_website" : "Nosso site utiliza cookies para melhorar sua experiência de navegação.",
    "what_are_cookie" : "O que são cookies?",
    "what_are_cookie.1" : "Cookies são pequenos arquivos de texto armazenados no seu dispositivo quando você visita um site.",
    "how_we_use" : "Como usamos os cookies?",
    "how_we_use.1" : "Utilizamos cookies para lembrar suas preferências, analisar o uso do site e oferecer conteúdo personalizado.",
    "types_cookies" : "Tipos de cookies que usamos",
    "managing_cookies" : "Gerenciamento de cookies",
    "managing_cookies.1" : "Você pode controlar e/ou apagar os cookies através das configurações do seu navegador.",
    "consent" : "Consentimento",
    "consent.1" : "Ao continuar navegando em nosso site, você concorda com o uso de cookies conforme descrito nesta política.",
    "essential_cookies" : "Cookies essenciais:",
    "essentialcookies.1" : "Necessários para o funcionamento básico do site.",
    "performance_cookies" : "Cookies de desempenho:",
    "performance_cookies.1" : " Nos ajudam a entender como você usa o site para melhorar sua experiência.",
    "marketing_cookies" : "Cookies de marketing:",
    "marketing_cookies.1" : "Usados para mostrar anúncios relevantes com base nos seus interesses.",
    "submit_message": "Obrigado por entrar na lista de espera da MedSnap",
    "specialties": "Especialidades",
    "select": "Selecione",
    "medicine": "Medicina",
    "dentist": "Dentista",
    "psychologist": "Psicologista",
    "educator": "Educador",
    "technician": "Técnico",
    "other": "Outro"
}